{% include 'header.html' %}
{% load static %}
{% block content%}

<style>

.blog-single-post{
    margin-top:50px;
    background-color:#fff;
    padding:20px;
}
.single-post-content {
    margin: 30px 0 20px 0;
    padding-bottom: 20px;
    border-bottom: 2px dotted #CCC;
}

    .single-post-content p {
        color: #828282;
        font-size: 0.9em;
        text-align: justify;
    }
</style>
 <div class="section">
               <div class="container">

                   <article>
                          <div class="container blog-post blog-single-post">
							        <div class="single-post-title">
								        <h3>Haqqımızda</h3>
							        </div>
                                   <div>

							            <div class="single-post-content">

                                            <p>Arzumuz insanımızın həyatını yaxşılaşdıran elmi tədqiqatlarla və istehsalatla məşğul olan şirkət yaratmaq idi. ITL şirkətini yaratdıq. Əsas işimiz komp&uuml;ter yığmaq, onu tənzim etmək, proqram təchizatı ilə təmin edib m&uuml;ştəriyə yararlı bir alət kimi təqdim etmək idi. Bunu bacarıqla yerinə yetirirdik. D&ouml;vlət banklarında informasiyanı o vaxtın printerlərində &ccedil;ap etmək 6 və bəzən 8 saat vaxt aparıdı. Bu da insanların axşam saat 11-12 yə qədər qalıb məlumatları &ccedil;ap edib bitirmək məcburiyyətində saxlayırdı. Biz IBM-360 b&ouml;y&uuml;k Elektron Hesablama Maşınlarının &ccedil;ox s&uuml;rətli &ccedil;ap qurğusunu, istehsal etdiyimiz x&uuml;susi adapter vasitəsi ilə komp&uuml;terə qoşduq və bu sistemi işlədə bilən proqram təchizatı (DRIVER) yaratdıq. Bu s&uuml;rətli &ccedil;ap sistemini həmin banklara, istismara verdik. İstifadə&ccedil;ilərin sevincinin həddi-h&uuml;dudu yox idi, &ccedil;&uuml;nki onlar indi məlumatları &ccedil;ap etməyə maksimum yarım saat vaxt sərf edirdilər. Bu d&ouml;vət bankları indiki Kapital Bank və onun ş&ouml;bələri idi. Bununla bərabər m&uuml;xtəlif proqram təminatları yaratmaq, onları m&uuml;şayət etmək komp&uuml;ter və &ccedil;ap qurğularının texniki servis işini yerinə yetirirməyə m&uuml;vəffəq olduq. M&uuml;ştərilərimiz bizdən &ccedil;ox məmnun idilər. 1997-ci ildən UPS qurğularınin satışı, quraşdırılması və servisi işinə başladıq. Servis işini yeni yaratdığımız İTS şirkətinə həvalə etdik. Biz T&uuml;rkiyənin İNFORM və Fransanın SOCOMEC firmalarının UPS qurğularının təmirini s&uuml;rətlə mənimsəyib bu qurğuların servisini m&uuml;vəffəqiyətlə yerinə yetirməyə başladıq. Texniki imkanlarımızı genişləndirmək, m&uuml;ştərilərə daha etiarlı texnika təqdim etmək məqsədi ilə MAKELSAN, Socomec firmalarını tərciyə etdik və yeni &quot;ZUVAND&quot; şirkətini yaratdıq. Bu şirkətlə m&uuml;ştərilərimizə UPS-lərlə bərabər Fluke firmasının dəqiq &ouml;l&ccedil;&uuml; cihazlarını, AXİS firmasının İP kameralarını və bir &ccedil;ox başqa g&ouml;rkəmli texnikaları təqdim edəcəyik. Hədəfimiz ağıllı ev, ofis inşa etmək, &ouml;z məhsulumuzu istehsal etmək və yeni texnologiya yaratmaqdr. Allah yardım&ccedil;ımız olsun, İNŞALLAH..</p>

                                            <div style="clear:both"></div>

							            </div>     
                                       

                                            <div class="soc-items clearfix">

                                                <div class="share"><div class="fb-share-button"  data-type="button_count"></div></div>

                                                <div class="share"><a href="https://twitter.com/share" class="twitter-share-button" data-lang="en">Tweet</a></div>

                                                <div class="share" >
                                                    <!-- Place this tag in your head or just before your close body tag. -->
                                                    <script type="text/javascript" src="https://apis.google.com/js/plusone.js"></script>

                                                    <!-- Place this tag where you want the +1 button to render. -->
                                                    <div class="g-plusone" data-size="medium"  ></div>

                                                </div>

                                            </div>                                                                          
                                  </div>
				          </div>
                   </article>



               </div>
           </div>

{% endblock content %}
{% include 'footer.html' %}